* clock
:LOGBOOK: 
CLOCK: [2021-09-08 Wed 08:50]--[2021-09-08 Wed 09:29] =>  0:39
CLOCK: [2021-09-07 Tue 20:33]--[2021-09-08 Tue 22:33] =>  2:00
CLOCK: [2021-08-22 Sun 12:00]--[2021-08-22 Sun 14:00] =>  2:00
CLOCK: [2021-08-21 Mon 16:35]--[2021-08-21 Mon 18:35] =>  2:00
CLOCK: [2021-08-19 Thu 16:53]--[2021-08-19 Thu 20:53] =>  4:00
CLOCK: [2021-08-16 Mon 11:03]--[2021-08-16 Mon 13:03] =>  2:00
CLOCK: [2021-08-15 Sun 18:09]--[2021-08-15 Sun 20:00] =>  2:00
CLOCK: [2021-08-15 Sun 10:00]--[2021-08-15 Sun 12:04] =>  2:04
CLOCK: [2021-08-14 Sat 21:34]--[2021-08-15 Sun 00:34] =>  3:00
CLOCK: [2021-08-12 Thu 17:30]--[2021-08-12 Thu 18:23] =>  0:53
CLOCK: [2021-08-12 Thu 12:00]--[2021-08-12 Thu 14:29] =>  2:29
CLOCK: [2021-08-11 Wed 15:52]--[2021-08-11 Wed 18:22] =>  2:30
CLOCK: [2021-08-10 Tue 12:32]--[2021-08-10 Tue 15:32] =>  1:00
CLOCK: [2021-07-27 Tue 15:34]--[2021-07-27 Tue 18:02] =>  2:28
CLOCK: [2021-07-23 Fri 08:10]--[2021-07-23 Fri 10:42] =>  2:32
CLOCK: [2021-07-22 Thu 15:30]--[2021-07-22 Thu 17:53] =>  2:23
CLOCK: [2021-07-13 Tue 18:39]--[2021-07-13 Tue 20:07] =>  1:28
CLOCK: [2021-06-19 Sat 14:44]--[2021-06-19 Sat 15:14] =>  0:30
CLOCK: [2021-04-23 Fri 08:30]--[2021-04-23 Fri 09:11] =>  0:41
CLOCK: [2021-04-08 Thu 23:43]--[2021-04-08 Thu 23:30] =>  0:47
CLOCK: [2021-04-07 Wed 12:45]--[2021-04-07 Wed 13:15] =>  0:30
CLOCK: [2021-04-06 Tue 18:29]--[2021-04-06 Tue 19:21] =>  0:52
CLOCK: [2021-04-06 Tue 14:46]--[2021-04-06 Tue 15:27] =>  0:41
CLOCK: [2021-04-05 Mon 18:37]--[2021-04-05 Mon 19:33] =>  0:56
CLOCK: [2021-04-05 Mon 00:02]--[2021-04-05 Mon 00:47] =>  0:45
CLOCK: [2021-04-03 Sat 23:27]--[2021-04-03 Sat 23:42] =>  0:15
CLOCK: [2021-04-03 Sat 20:00]--[2021-04-03 Sat 21:54] =>  1:54
CLOCK: [2021-04-03 Sat 16:15]--[2021-04-03 Sat 17:15] ->  2:00
CLOCK: [2021-04-02 Fri 23:49]--[2021-04-03 Sat 00:19] =>  0:30
CLOCK: [2021-04-01 Thu 18:23]--[2021-04-01 Thu 20:26] =>  2:03
CLOCK: [2021-04-01 Thu 12:34]--[2021-04-01 Thu 13:34] =>  1:00
CLOCK: [2021-03-31 Wed 19:07]--[2021-03-31 Wed 20:30] =>  1:23
CLOCK: [2021-03-31 Wed 21:00]--[2021-03-31 Wed 21:54] =>  0:54
CLOCK: [2021-03-30 Tue 22:57]--[2021-03-31 Wed 00:57] =>  2:00
CLOCK: [2021-03-29 Mon 21:41]--[2021-03-29 Mon 23:41] =>  2:00
CLOCK: [2021-03-28 Sun 12:47]--[2021-03-28 Sun 14:25] =>  1:38
CLOCK: [2021-03-27 Sat 23:18]--[2021-03-27 Sat 23:58] =>  0:40
CLOCK: [2021-03-26 Fri 19:45]--[2021-03-26 Fri 20:50] =>  1:05
CLOCK: [2021-03-25 Thu 17:32]--[2021-03-25 Thu 18:47] =>  1:15
CLOCK: [2021-03-24 Wed 17:45]--[2021-03-24 Wed 19:23] =>  1:38
CLOCK: [2021-03-24 Wed 16:22]--[2021-03-24 Wed 17:12] =>  0:50
CLOCK: [2021-03-23 Tue 22:42]--[2021-03-23 Tue 23:43] =>  1:01
CLOCK: [2021-03-22 Mon 16:50]--[2021-03-22 Mon 17:05] =>  0:15
CLOCK: [2021-03-22 Mon 15:17]--[2021-03-22 Mon 16:22] =>  1:05
CLOCK: [2021-03-21 Sun 16:10]--[2021-03-21 Sun 17:03] =>  0:53
CLOCK: [2021-03-20 Sat 15:33]--[2021-03-20 Sat 16:13] =>  0:40
CLOCK: [2021-03-19 Fri 15:40]--[2021-03-19 Fri 16:54] =>  1:14
CLOCK: [2021-03-18 Thu 20:15]--[2021-03-18 Thu 23:01] =>  2:46
CLOCK: [2021-03-17 Wed 22:25]--[2021-03-17 Wed 23:59] =>  1:34
CLOCK: [2021-03-17 Wed 14:05]--[2021-03-17 Wed 14:30] =>  0:25
CLOCK: [2021-03-16 Tue 18:39]--[2021-03-16 Tue 19:15] =>  0:36
CLOCK: [2021-03-15 Mon 23:43]--[2021-03-16 Tue 00:42] =>  0:59
CLOCK: [2021-03-14 Sun 22:13]--[2021-03-15 Mon 00:16] =>  2:03
CLOCK: [2021-03-14 Sun 00:50]--[2021-03-14 Sun 01:19] =>  0:29
CLOCK: [2021-03-13 Sat 10:50]--[2021-03-13 Sat 11:36] =>  0:46
CLOCK: [2021-03-13 Sat 01:40]--[2021-03-13 Sat 02:00] =>  0:20
CLOCK: [2021-03-12 Fri 23:08]--[2021-03-12 Fri 23:40] =>  0:32
CLOCK: [2021-03-11 Thu 22:51]--[2021-03-12 Fri 00:48] =>  1:57
CLOCK: [2021-03-10 Wed 22:23]--[2021-03-11 Thu 00:06] =>  1:43
CLOCK: [2021-03-09 Tue 22:52]--[2021-03-10 Wed 00:08] =>  1:16
CLOCK: [2021-03-08 Mon 22:44]--[2021-03-08 Mon 23:51] =>  1:07
CLOCK: [2021-03-07 Sun 21:10]--[2021-03-07 Sun 21:50] =>  0:40
CLOCK: [2021-03-06 Sat 22:34]--[2021-03-07 Sun 00:09] =>  1:35
CLOCK: [2021-03-05 Fri 16:24]--[2021-03-05 Fri 16:58] =>  0:34
CLOCK: [2021-03-05 Fri 14:05]--[2021-03-05 Fri 14:16] =>  0:11
CLOCK: [2021-03-04 Thu 23:15]--[2021-03-05 Fri 00:38] =>  1:23
CLOCK: [2021-03-04 Thu 13:44]--[2021-03-04 Thu 15:52] =>  2:08
CLOCK: [2021-03-03 Wed 23:39]--[2021-03-04 Thu 00:40] =>  1:01
CLOCK: [2021-03-02 Tue 08:41]--[2021-03-02 Tue 09:41] =>  1:00
CLOCK: [2021-03-01 Mon 21:23]--[2021-03-01 Mon 22:30] =>  1:07
CLOCK: [2021-02-28 Sun 20:14]--[2021-02-28 Sun 21:03] =>  0:49
CLOCK: [2021-02-28 Sun 16:45]--[2021-02-28 Sun 18:22] =>  1:37
CLOCK: [2021-02-27 Sat 23:59]--[2021-02-28 Sun 01:33] =>  1:34
CLOCK: [2021-02-26 Fri 23:10]--[2021-02-27 Sat 00:07] =>  0:57
CLOCK: [2021-02-25 Thu 21:39]--[2021-02-25 Thu 23:09] =>  1:30
CLOCK: [2021-02-25 Thu 17:00]--[2021-02-25 Thu 20:00] =>  3:00
CLOCK: [2021-02-24 Wed 18:33]--[2021-02-24 Wed 19:53] =>  1:20
CLOCK: [2021-02-23 Tue 16:47]--[2021-02-23 Tue 20:47] =>  4:00
CLOCK: [2021-02-22 Mon 14:06]--[2021-02-22 Mon 15:48] =>  1:42
CLOCK: [2021-02-21 Sun 22:49]--[2021-02-21 Sun 23:05] =>  0:16
CLOCK: [2021-02-21 Sun 17:14]--[2021-02-21 Sun 19:17] =>  2:03
CLOCK: [2021-02-21 Sun 00:31]--[2021-02-21 Sun 01:37] =>  1:06
CLOCK: [2021-02-20 Sat 11:47]--[2021-02-20 Sat 12:27] =>  0:40
CLOCK: [2021-02-19 Fri 14:00]--[2021-02-19 Fri 15:45] =>  1:45
CLOCK: [2021-02-18 Thu 19:35]--[2021-02-18 Thu 21:13] =>  1:38
CLOCK: [2021-02-17 Wed 16:00]--[2021-02-17 Wed 17:00] =>  1:00
CLOCK: [2021-02-16 Tue 21:27]--[2021-02-16 Tue 23:27] =>  2:00
CLOCK: [2021-02-15 Mon 16:30]--[2021-02-15 Mon 17:14] =>  0:44
CLOCK: [2021-02-15 Mon 14:14]--[2021-02-15 Mon 15:54] =>  1:40
CLOCK: [2021-02-14 Sun 15:17]--[2021-02-14 Sun 16:40] =>  1:23
CLOCK: [2021-02-14 Sun 11:03]--[2021-02-14 Sun 11:27] =>  0:24
CLOCK: [2021-02-13 Sat 21:52]--[2021-02-14 Sun 00:12] =>  2:20
CLOCK: [2021-02-12 Fri 19:15]--[2021-02-12 Fri 21:45] =>  2:30
CLOCK: [2021-02-12 Fri 16:33]--[2021-02-12 Fri 17:52] =>  1:19
CLOCK: [2021-02-11 Thu 16:54]--[2021-02-11 Thu 17:24] =>  0:30
CLOCK: [2021-02-10 Wed 21:58]--[2021-02-10 Wed 23:58] =>  1:00
CLOCK: [2021-02-10 Wed 16:09]--[2021-02-10 Wed 16:43] =>  0:34
CLOCK: [2021-02-09 Tue 23:15]--[2021-02-10 Wed 00:29] =>  1:14
CLOCK: [2021-02-09 Tue 17:19]--[2021-02-09 Tue 18:29] =>  1:10
CLOCK: [2021-02-08 Mon 16:52]--[2021-02-08 Mon 17:13] =>  0:21
CLOCK: [2021-02-08 Mon 14:02]--[2021-02-08 Mon 14:31] =>  0:29
CLOCK: [2021-02-07 Sun 21:25]--[2021-02-07 Sun 22:25] =>  1:00
CLOCK: [2021-02-06 Sat 18:11]--[2021-02-06 Sat 19:01] =>  0:50
CLOCK: [2021-02-06 Sat 12:55]--[2021-02-06 Sat 14:45] =>  1:50
CLOCK: [2021-02-05 Fri 16:00]--[2021-02-05 Fri 17:32] =>  1:32
CLOCK: [2021-02-04 Thu 19:30]--[2021-02-04 Thu 21:58] =>  2:28
CLOCK: [2021-02-03 Wed 20:11]--[2021-02-03 Wed 21:12] =>  1:01
CLOCK: [2021-02-02 Tue 20:20]--[2021-02-02 Tue 21:46] =>  1:26
CLOCK: [2021-02-01 Mon 21:48]--[2021-02-01 Mon 22:36] =>  0:48
CLOCK: [2021-02-01 Mon 20:41]--[2021-02-01 Mon 21:17] =>  0:36
CLOCK: [2021-01-31 Sun 12:00]--[2021-01-31 Sun 13:00] =>  1:00
CLOCK: [2021-01-30 Sat 15:00]--[2021-01-30 Sat 16:20] =>  1:20
CLOCK: [2021-01-30 Sat 12:49]--[2021-01-30 Sat 14:25] =>  1:36
CLOCK: [2021-01-29 Fri 20:08]--[2021-01-29 Fri 22:48] =>  2:40
CLOCK: [2021-01-28 Thu 21:59]--[2021-01-28 Thu 23:28] =>  1:29
CLOCK: [2021-01-27 Wed 17:41]--[2021-01-27 Wed 18:35] =>  0:54
CLOCK: [2021-01-26 Tue 20:25]--[2021-01-26 Tue 22:37] =>  2:12
CLOCK: [2021-01-26 Tue 16:35]--[2021-01-26 Tue 19:04] =>  2:29
CLOCK: [2021-01-26 Tue 12:05]--[2021-01-26 Tue 14:07] =>  2:02
CLOCK: [2021-01-26 Tue 00:52]--[2021-01-26 Tue 02:04] =>  1:12
CLOCK: [2021-01-25 Mon 20:58]--[2021-01-25 Mon 22:48] =>  1:50
CLOCK: [2021-01-24 Sun 21:17]--[2021-01-24 Sun 23:17] =>  2:00
CLOCK: [2021-01-23 Sat 23:36]--[2021-01-24 Sun 00:27] =>  0:51
CLOCK: [2021-01-22 Fri 23:57]--[2021-01-23 Sat 01:25] =>  1:28
CLOCK: [2021-01-22 Fri 22:27]--[2021-01-22 Fri 22:57] =>  0:30
CLOCK: [2021-01-21 Thu 20:37]--[2021-01-21 Thu 23:10] =>  2:33
CLOCK: [2021-01-20 Wed 22:00]--[2021-01-20 Wed 23:57] =>  1:57
CLOCK: [2021-01-19 Tue 21:55]--[2021-01-20 Wed 00:01] =>  2:06
CLOCK: [2021-01-18 Mon 23:02]--[2021-01-19 Tue 00:19] =>  1:17
CLOCK: [2021-01-18 Mon 20:30]--[2021-01-18 Mon 21:39] =>  1:09
CLOCK: [2021-01-17 Sun 22:20]--[2021-01-17 Sun 22:54] =>  0:34
CLOCK: [2021-01-17 Sun 00:54]--[2021-01-17 Sun 01:55] =>  1:01
CLOCK: [2021-01-15 Fri 16:46]--[2021-01-15 Fri 17:10] =>  0:24
CLOCK: [2021-01-15 Fri 15:26]--[2021-01-15 Fri 16:07] =>  0:41
CLOCK: [2021-01-15 Fri 00:25]--[2021-01-15 Fri 00:56] =>  0:31
CLOCK: [2021-01-14 Thu 20:43]--[2021-01-14 Thu 22:07] =>  1:24
CLOCK: [2021-01-13 Wed 23:00]--[2021-01-14 Thu 00:08] =>  1:08
CLOCK: [2021-01-13 Wed 00:30]--[2021-01-13 Wed 00:57] =>  0:27
CLOCK: [2021-01-12 Tue 20:15]--[2021-01-12 Tue 21:40] =>  1:25
CLOCK: [2021-01-11 Mon 22:29]--[2021-01-11 Mon 23:33] =>  1:04
CLOCK: [2021-01-11 Mon 00:23]--[2021-01-11 Mon 00:52] =>  0:29
CLOCK: [2021-01-10 Sun 10:20]--[2021-01-10 Sun 11:10] =>  0:50
CLOCK: [2021-01-09 Sat 19:22]--[2021-01-09 Sat 19:57] =>  0:35
CLOCK: [2021-01-08 Fri 20:54]--[2021-01-08 Fri 22:15] =>  1:21
CLOCK: [2021-01-07 Thu 17:59]--[2021-01-07 Thu 18:56] =>  0:57
CLOCK: [2021-01-06 Wed 23:27]--[2021-01-06 Wed 23:56] =>  0:29
CLOCK: [2021-01-05 Tue 11:59]--[2021-01-06 Wed 00:35] =>  0:36
CLOCK: [2021-01-04 Mon 22:01]--[2021-01-04 Mon 23:10] =>  1:09
CLOCK: [2021-01-04 Mon 12:54]--[2021-01-04 Mon 13:29] =>  0:35
CLOCK: [2021-01-03 Sun 16:19]--[2021-01-03 Sun 17:06] =>  0:47
CLOCK: [2021-01-02 Sat 22:58]--[2021-01-03 Sun 00:05] =>  1:07
CLOCK: [2021-01-01 Fri 21:39]--[2021-01-01 Fri 22:40] =>  1:01
:END:
